//Задача 2. З клавіатури вводиться ціна товару і кількість грошей. 
//Якщо грошей не вистачає то відмовляємо у покупці, 
//інакше,якщо ще залишаються гроші, то пропонуємо купити лотерею за 4 грн.


let price = parseFloat(prompt('Введiть ціна товару','123.03'))
let money = parseFloat(prompt('Введiть кількість грошей', '333.03'))

if (money < price){
	alert('відмовлєно у покупці')
}
else if (money - price >=4 ){
	alert('Дякую за покупку! Купіть ще лотерейний бiлет за 4 грн')
}
else{
	alert('Дякую за покупку!')
}