//Задача 5. 
//З клавіатури вводиться назва категорії водія 
//(А - мотоцикл, В - легковий автомобіль, С - вантажний автомобіль). 
//Вивести на екран назву транспортного засобу, яким він може керувати.

let driverCategory = prompt('Введіть категорію водія: \n A - мотоцикл \n B - легковий автомобіль \n C - вантажний автомобіль', '')
	driverCategory = driverCategory.toUpperCase()

	
//використ. || для перевірки введення літер як на укр. мовi, так i на анг. для кожної категорії
if (driverCategory === 'А' || driverCategory === 'A') {
	alert('Ви можете керувати мотоциклом!')
	document.write(`Ви можете керувати мотоциклом!`)
}
else if (driverCategory === 'В' || driverCategory === 'B') {
	alert('Ви можете керувати легковим автомобілем!')
	document.write(`Ви можете керувати легковим автомобілем!`)
}
else if (driverCategory === 'С' || driverCategory === 'C') {
	alert('Ви можете керувати вантажним автомобілем!')
	document.write(`Ви можете керувати вантажним автомобілем!`)
} 
else {
	alert('Невірна категорія водія!')
	document.write(`Невірна категорія водія!`)
}
